{"stoi": {"\n": 0, "1": 1, "2": 2, "4": 3, "7": 4, "8": 5, "9": 6, "<": 7, ">": 8, "A": 9, "O": 10, "Q": 11, "l": 12, "m": 13, "p": 14, "s": 15, "u": 16, "y": 17, "。": 18, "「": 19, "」": 20, "一": 21, "七": 22, "上": 23, "不": 24, "中": 25, "九": 26, "了": 27, "二": 28, "五": 29, "交": 30, "什": 31, "似": 32, "但": 33, "使": 34, "個": 35, "們": 36, "側": 37, "充": 38, "光": 39, "內": 40, "兩": 41, "八": 42, "公": 43, "六": 44, "分": 45, "別": 46, "力": 47, "十": 48, "千": 49, "半": 50, "厚": 51, "反": 52, "受": 53, "只": 54, "叫": 55, "各": 56, "同": 57, "名": 58, "向": 59, "含": 60, "呈": 61, "命": 62, "和": 63, "哪": 64, "唯": 65, "嗎": 66, "四": 67, "圍": 68, "圓": 69, "土": 70, "地": 71, "坑": 72, "場": 73, "多": 74, "夜": 75, "大": 76, "天": 77, "太": 78, "它": 79, "定": 80, "密": 81, "小": 82, "少": 83, "層": 84, "山": 85, "差": 86, "已": 87, "幾": 88, "度": 89, "引": 90, "強": 91, "形": 92, "影": 93, "很": 94, "徑": 95, "徵": 96, "快": 97, "怎": 98, "慢": 99, "成": 100, "數": 101, "斑": 102, "方": 103, "日": 104, "星": 105, "是": 106, "時": 107, "暴": 108, "替": 109, "最": 110, "月": 111, "有": 112, "期": 113, "木": 114, "構": 115, "樣": 116, "橢": 117, "正": 118, "比": 119, "氣": 120, "水": 121, "決": 122, "沒": 123, "洋": 124, "海": 125, "溫": 126, "滿": 127, "火": 128, "為": 129, "烈": 130, "烷": 131, "然": 132, "熱": 133, "特": 134, "狀": 135, "王": 136, "現": 137, "球": 138, "環": 139, "生": 140, "產": 141, "甲": 142, "異": 143, "百": 144, "的": 145, "直": 146, "相": 147, "知": 148, "石": 149, "磁": 150, "稀": 151, "稱": 152, "第": 153, "系": 154, "約": 155, "紅": 156, "組": 157, "結": 158, "統": 159, "綠": 160, "繞": 161, "美": 162, "自": 163, "至": 164, "致": 165, "與": 166, "色": 167, "萬": 168, "著": 169, "蓋": 170, "薄": 171, "藍": 172, "行": 173, "衛": 174, "表": 175, "被": 176, "覆": 177, "質": 178, "距": 179, "躺": 180, "軌": 181, "軸": 182, "轉": 183, "近": 184, "速": 185, "週": 186, "道": 187, "遠": 188, "部": 189, "都": 190, "里": 191, "重": 192, "量": 193, "金": 194, "長": 195, "陽": 196, "隕": 197, "離": 198, "面": 199, "響": 200, "顆": 201, "顏": 202, "風": 203, "高": 204, "麗": 205, "麼": 206, "點": 207, "，": 208, "？": 209}, "itos": {"0": "\n", "1": "1", "2": "2", "3": "4", "4": "7", "5": "8", "6": "9", "7": "<", "8": ">", "9": "A", "10": "O", "11": "Q", "12": "l", "13": "m", "14": "p", "15": "s", "16": "u", "17": "y", "18": "。", "19": "「", "20": "」", "21": "一", "22": "七", "23": "上", "24": "不", "25": "中", "26": "九", "27": "了", "28": "二", "29": "五", "30": "交", "31": "什", "32": "似", "33": "但", "34": "使", "35": "個", "36": "們", "37": "側", "38": "充", "39": "光", "40": "內", "41": "兩", "42": "八", "43": "公", "44": "六", "45": "分", "46": "別", "47": "力", "48": "十", "49": "千", "50": "半", "51": "厚", "52": "反", "53": "受", "54": "只", "55": "叫", "56": "各", "57": "同", "58": "名", "59": "向", "60": "含", "61": "呈", "62": "命", "63": "和", "64": "哪", "65": "唯", "66": "嗎", "67": "四", "68": "圍", "69": "圓", "70": "土", "71": "地", "72": "坑", "73": "場", "74": "多", "75": "夜", "76": "大", "77": "天", "78": "太", "79": "它", "80": "定", "81": "密", "82": "小", "83": "少", "84": "層", "85": "山", "86": "差", "87": "已", "88": "幾", "89": "度", "90": "引", "91": "強", "92": "形", "93": "影", "94": "很", "95": "徑", "96": "徵", "97": "快", "98": "怎", "99": "慢", "100": "成", "101": "數", "102": "斑", "103": "方", "104": "日", "105": "星", "106": "是", "107": "時", "108": "暴", "109": "替", "110": "最", "111": "月", "112": "有", "113": "期", "114": "木", "115": "構", "116": "樣", "117": "橢", "118": "正", "119": "比", "120": "氣", "121": "水", "122": "決", "123": "沒", "124": "洋", "125": "海", "126": "溫", "127": "滿", "128": "火", "129": "為", "130": "烈", "131": "烷", "132": "然", "133": "熱", "134": "特", "135": "狀", "136": "王", "137": "現", "138": "球", "139": "環", "140": "生", "141": "產", "142": "甲", "143": "異", "144": "百", "145": "的", "146": "直", "147": "相", "148": "知", "149": "石", "150": "磁", "151": "稀", "152": "稱", "153": "第", "154": "系", "155": "約", "156": "紅", "157": "組", "158": "結", "159": "統", "160": "綠", "161": "繞", "162": "美", "163": "自", "164": "至", "165": "致", "166": "與", "167": "色", "168": "萬", "169": "著", "170": "蓋", "171": "薄", "172": "藍", "173": "行", "174": "衛", "175": "表", "176": "被", "177": "覆", "178": "質", "179": "距", "180": "躺", "181": "軌", "182": "軸", "183": "轉", "184": "近", "185": "速", "186": "週", "187": "道", "188": "遠", "189": "部", "190": "都", "191": "里", "192": "重", "193": "量", "194": "金", "195": "長", "196": "陽", "197": "隕", "198": "離", "199": "面", "200": "響", "201": "顆", "202": "顏", "203": "風", "204": "高", "205": "麗", "206": "麼", "207": "點", "208": "，", "209": "？"}, "vocab_size": 210}